Repository: giellalt/corpus-fkv
Catalog: tmx/sme/admin/porsanger/arets_kulturprisvinner.ved_utdeling_2010.doc.tmx
Source language: fkv
Languages: sme

source: Vuoen 2010 kulttuuripalkinon voittaaja
sme: Dán jagi kultur-bálkkašumi vuoiti

source: Alf oon syntyny vuona 1928, ja hän alko kirjailijaksi vasta raavhaala iälä.
sme: Alf riegádii jagi 1928 ja álggii čállin alla agis.

source: Hän oon julkassu 3 poeemikirjaa ja kaksi romaanii, ja heti julkasthaan hänen kolmanen romaanin.
sme: Son lea dál almmuhan 3 diktačoakkáldaga ja 2 romána.

source: Lisäksi hänelä oon jo valmhiina kaksi uutta romaanimanusta.
sme: Sus leat mánus at 5 románii, goalmmáda lea almmuheamen.

source: Häntä oon verrattu monhiin pohjaisen ja Euroopan suurhiin kirjailijoihiin niin ko Hamsunhiin ja Moberghiin.
sme: Su buohtastahttet čálliiguin nu go Hamsun, Moberg ja eará stuorra davviriikkalaš čálliiguin, ja maiddái eurohpálaš čálliiguin.

source: Alf oon norjalainen, mutta hän kirjottaa kielelä, mitä tyhä harvat ihmiset Norjassa ymmärethään.
sme: S on lea norgalaš, muhto čállá gillii maid eatnašat Norggas eai ádde.

source: Silti miljoonat ihmiset muuala mailmassa saatethaan lukkeet hänen kirjoi.
sme: Liikká sáhttet millijovnnat lohkat su čállosiid.

source: Omila kirjoila Alf oon ollu myötä vahvistamassa kväänin kieltä meän kolmikulttuurisessa yhtheiskunnassa.
sme: Girjjiidisguin lea Alf nannen kveana giela min golmmakultuvrratvuođas.

source: Hän oon ollu myötä säilyttämässä sitä meän erityisyyttä, mistä synttyy Porsangin sielu.
sme: Son lea maid leamaš mielde seailluheamen min earáliiggásvuođa mii lea Porsá ŋ ggu siellu.

source: Alf oon kultt uurinkanttaaja ja rikkhaus, jota met porsankilaiset piämä suuressa arvossa.
sme: Son lea kulturguoddi ja ráhkkásan geainna mii Porsá ŋ ggus čevllohallat.

source: vuoen 2010 kulttuuripalkinon voittaaja.
sme: Gelbbolaš 2010 ' kulturbálkkašumi vuoiti
